Revit 2024 API
Mirror Class
 A static class that provides access to the property names that appear in the Mirror visual asset schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static class Mirror
Visual Basic
Public NotInheritable Class Mirror
Visual C++
public ref class Mirror abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.Mirror
See Also
Mirror Members
Autodesk.Revit.DB.Visual Namespace